[{"title": "England v South Africa: Ben Stokes' side seal 2-1 series win", "text": "England completed their remarkable summer with a series-clinching nine-wicket victory over South Africa at the Kia Oval. The home side took only 25 minutes to hit the 33 runs they needed for victory on the fifth morning of the third and deciding Test. Zak Crawley ended 69 not out, with Ollie Pope unbeaten on 11 after Alex Lees was lbw on review to Kagiso Rabada for 39. Victory was earned in little more than two days of play after day one was washed out and day two cancelled as a mark of respect following the death of Her Majesty Queen Elizabeth II. It gives captain Ben Stokes and coach Brendon McCullum a sixth win from seven Tests in their first summer in charge, a complete turnaround from England's previous run of one win in 17. Only once before have England won more than five Tests in a home summer, when they took a clean sweep of seven victories in 2004. South Africa miss out on the chance to return to the top of the table in the World Test Championship, where they are vying with Australia, India and Pakistan for a place in the final. The defeat ends the Proteas' run of four Test series unbeaten. An almost entirely different England squad now turns its attention to preparations for the T20 World Cup in Australia in October, with a seven-match series in Pakistan beginning on 20 September. England's winter Test assignments are in Pakistan in December and New Zealand in February. Monday morning was a contrast to the buoyant atmosphere of Sunday evening, when England were romping the chase in front of a full house only to be stopped by bad light. Still, those that took up the offer of free admission saw the frantic cricket continue. From 97-0, Crawley and Lees reached a century stand from the second ball of the day - 17.2 overs is the fastest hundred opening partnership in England's Test history. Lees was dropped by wicketkeeper Kyle Verreynne off the bowling of Rabada from the next ball and in the following over the left-hander edged Marco Jansen over the slips. Rabada finally pinned Lees with one that nipped back, bringing in Pope to try an audacious reverse scoop at Jansen that resulted in a helmet blow and a concussion test. It was left to Crawley to strike the winning boundary in an innings that repaid the faith shown in him by Stokes and McCullum. He recorded his highest home Test score since the 267 he made against Pakistan in 2020. Crawley's punch to the cover boundary off Jansen ended a series that has been completed in less than nine days of action on the field. In terms of balls bowled - 3,411 - it is the shortest three-match series not to contain a draw since the 1888 Ashes, 134 years ago. Stokes, McCullum and director of cricket Rob Key have reversed England's fortunes through unflinching faith in the players, a commitment to aggressive cricket and making the environment around the national team as relaxed as possible. Some key moments of fortune have fallen their way, but more than luck was needed to beat the calibre of opponents put in their path. England defeated world Test champions New Zealand 3-0, won a rescheduled match against second-ranked India and have now beaten a Proteas side that arrived as leaders of the Test Championship. A squad for the Pakistan series could be chosen by the end of the month, possibly overseen by a new national selector, a restored post which was advertised for last week. England will certainly be without Jonny Bairstow, who had surgery on a broken leg sustained in a golfing accident on Monday and may even miss the tour to New Zealand. Stuart Broad, whose first child is due in the autumn, may sit out the Pakistan tour, with fellow pacers Mark Wood, Chris Woakes, Jamie Overton and Saqib Mahmood vying to be fit. Off-spinner Moeen Ali is likely to return to partner Jack Leach, Liam Livingstone could provide an all-round option, while Nottinghamshire left-armer Liam Patterson-White featured for England Lions against South Africa last month. : \"It has been very pleasing to be able to captain this side. The lads' mindset and attitude towards the whole summer has been fantastic. The fact that different people have put their hand up at different times in the Test matches has been great. \"I'll never forget walking down the stairs on day three to complete silence from 30,000 people. The silence was deafening. I've never experienced anything like it before and it was seriously special to be part of it. To sing the anthem with the little change was special again. I will never forget that day.\"  \"The guys have bought into the style the captain has asked for, a style that is authentic to him, and the way he leads, and, while the results have been fantastic, the mentality shift has been quite amazing. It has been something quite special to be a part of. \"I thought Ben [Stokes] would be good but I didn't realise he'd be this good.\" \"It is really pleasing to put in this performance and get the series win. It is my first series win in an England shirt and it has been a great week and a great few weeks to be back around the lads. \"It is a very enjoyable, free-flowing environment. I think Baz [McCullum] and Stokesy just oozed that confidence in the players and they give you that sort of extra lift when you need it.\"  \"The series has been disappointing and there is a little bit of frustration. We came here with high hopes. \"It was a massive learning curve for a lot of us, there are a lot of young guys in our batting line-up and I'm sure they've been exposed to what Test cricket is really like and what the standard is about and the intensity of play. In a sense that is positive but it is still disappointing to not get the results in our favour.\"", "url": "https://www.bbc.co.uk/sport/cricket/62864990?at_medium=RSS&at_campaign=KARANGA            ", "summary": ["It gives captain Ben Stokes and coach Brendon McCullum a sixth win from seven Tests in their first summer in charge, a complete turnaround from England's previous run of one win in 17.", "Only once before have England won more than five Tests in a home summer, when they took a clean sweep of seven victories in 2004.", "South Africa miss out on the chance to return to the top of the table in the World Test Championship, where they are vying with Australia, India and Pakistan for a place in the final.", "The defeat ends the Proteas' run of four Test series unbeaten.", "Stokes, McCullum and director of cricket Rob Key have reversed England's fortunes through unflinching faith in the players, a commitment to aggressive cricket and making the environment around the national team as relaxed as possible.", "England defeated world Test champions New Zealand 3-0, won a rescheduled match against second-ranked India and have now beaten a Proteas side that arrived as leaders of the Test Championship.", "It is my first series win in an England shirt and it has been a great week and a great few weeks to be back around the lads."]}, {"title": "Arsenal-PSV postponed but EFL and WSL games back on", "text": "Arsenal's Europa League tie with PSV Eindhoven has been postponed because of \"severe limitations on police resources\" following the death of Queen Elizabeth II. However, after football paused as a mark of respect for the Queen, matches across the game are set to resume. English Football League fixtures will return from Tuesday. The Women's Super League and Women's Championship - due to start last weekend - will take place as scheduled. All English, Welsh and Northern Irish football and senior Scottish football was  postponed over the weekend . Football will  resume in Northern Ireland  on Monday, while Welsh football  will restart on Tuesday.  and  Scottish football on Wednesday . National League fixtures will go ahead  from Monday, along with all matches across grassroots football in England. The Football Association also confirmed that all scheduled matches on 19 September - the day of the Queen's funeral - will be postponed. The Premier League is yet to make an announcement about the games to be played between 16 and 18 September. In a statement, the FA said: \"All matches held at stadiums are subject to leagues and clubs working with the relevant authorities to stage these fixtures, as usual practice. \"We will be recommending to clubs, leagues and competitions across the country that a minute's silence is observed before matches are played, and that black armbands should be worn where possible.\" Arsenal's match with PSV Eindhoven was scheduled to take place at Emirates Stadium on Thursday. Uefa said a new date for the match would be communicated in due course. Around 3,000 PSV fans were expected at the match. A Uefa statement announcing the postponement, said: \"This is due to the severe limitations on police resources and organisational issues related to the ongoing events surrounding the national mourning for Her Majesty Queen Elizabeth II.\" However, BBC Sport understands Chelsea's Champions League group stage match against Red Bull Salzburg on Wednesday will go ahead as planned. European football governing body Uefa is satisfied all security needs around the game will be met at Stamford Bridge. At EFL games, tributes will be paid to the Queen - who died on Thursday - at grounds, with a minute's silence to be held before matches and the national anthem played. Black armbands will be worn and flags will be flown at half-mast. In a statement, the EFL said it would \"continue to work with forces in respect of any challenges that may emerge regarding policing of specific fixtures\". It added: \"Consideration to individual circumstances will be made on a case-by-case basis, in line with standard match Safety Advisory Group protocols.\" There are six Championship fixtures scheduled for Tuesday, alongside full programmes in League One and League Two. There are then six more Championship matches on Wednesday. Policing games could be a factor in decisions if forces are redeployed to London before the Queen's state funeral on Monday, 19 September. On Sunday, a spokesperson for the National Police Chiefs Council said: \"UK Policing is working closely with other organisations to ensure events are held safely and with the appropriate security. \"Following the decisions of the Premier League and English Football League to cancel this weekend's matches, we will work with football clubs to try and ensure that, where possible, football fixtures can take place safely when balanced against the requirement to support national events and deliver day-to-day policing. \"This is a unique situation and we are working closely with everyone involved.\" Uefa has already moved Rangers' Champions League home game against Napoli from Tuesday to Wednesday \"due to the severe limitations on police resources and organisational issues related to the ongoing events surrounding the national mourning for Her Majesty Queen Elizabeth II\". Meanwhile, Tottenham have confirmed their Champions League game away to Sporting Lisbon on Tuesday is \"going ahead as planned\", while Liverpool are hosting Ajax at Anfield on the same day and Celtic travel to Poland to face Shakhtar Donetsk on Wednesday. Manchester City's Champions League home game with Borussia Dortmund on Wednesday is due to go ahead, as is Manchester United's Europa League game with Sheriff Tiraspol in Moldova on Thursday. In the Europa Conference League, West Ham are away to Danish side Silkeborg on Thursday, while Hearts travel to Latvian side Rigas Futbola Skola.", "url": "https://www.bbc.co.uk/sport/football/62874403?at_medium=RSS&at_campaign=KARANGA            ", "summary": ["Arsenal's Europa League tie with PSV Eindhoven has been postponed because of \"severe limitations on police resources\" following the death of Queen Elizabeth II.", "All English, Welsh and Northern Irish football and senior Scottish football was  postponed over the weekend .", "A Uefa statement announcing the postponement, said: \"This is due to the severe limitations on police resources and organisational issues related to the ongoing events surrounding the national mourning for Her Majesty Queen Elizabeth II.\"", "However, BBC Sport understands Chelsea's Champions League group stage match against Red Bull Salzburg on Wednesday will go ahead as planned.", "On Sunday, a spokesperson for the National Police Chiefs Council said: \"UK Policing is working closely with other organisations to ensure events are held safely and with the appropriate security.", "\"Following the decisions of the Premier League and English Football League to cancel this weekend's matches, we will work with football clubs to try and ensure that, where possible, football fixtures can take place safely when balanced against the requirement to support national events and deliver day-to-day policing.", "Uefa has already moved Rangers' Champions League home game against Napoli from Tuesday to Wednesday \"due to the severe limitations on police resources and organisational issues related to the ongoing events surrounding the national mourning for Her Majesty Queen Elizabeth II\"."]}, {"title": "Alex Albon treated in intensive care after respiratory failure", "text": "Williams driver Alex Albon suffered respiratory failure and was treated in intensive care following appendix surgery at the weekend. The 26-year-old had an operation on Saturday but suffered \"post-operative anaesthetic complications\" and was put on a ventilator. Thai Albon came off the ventilator on Sunday morning and is now back on a general ward in Monza, Italy. Williams say he should return home on Tuesday. Albon was  replaced by reserve driver Nyck de Vries  for Sunday's Italian Grand Prix, which was won by Max Verstappen. A team statement read: \"Further to Alex Albon's diagnosis of appendicitis on the morning of Saturday 10 September, he was admitted to hospital for treatment. He underwent successful surgery on Saturday lunchtime. \"Following surgery, Alex suffered with unexpected post-operative anaesthetic complications which led to respiratory failure, a known but uncommon complication. He was re-intubated and transferred to intensive care for support. \"He made excellent progress overnight and was able to be removed from mechanical ventilation yesterday morning.\" Williams said Albon's \"full focus is on recovery and preparation\" for the Singapore GP on 30 September.", "url": "https://www.bbc.co.uk/sport/formula1/62881176?at_medium=RSS&at_campaign=KARANGA            ", "summary": ["Williams driver Alex Albon suffered respiratory failure and was treated in intensive care following appendix surgery at the weekend.", "The 26-year-old had an operation on Saturday but suffered \"post-operative anaesthetic complications\" and was put on a ventilator.", "Thai Albon came off the ventilator on Sunday morning and is now back on a general ward in Monza, Italy.", "A team statement read: \"Further to Alex Albon's diagnosis of appendicitis on the morning of Saturday 10 September, he was admitted to hospital for treatment.", "He underwent successful surgery on Saturday lunchtime.", "\"Following surgery, Alex suffered with unexpected post-operative anaesthetic complications which led to respiratory failure, a known but uncommon complication.", "He was re-intubated and transferred to intensive care for support."]}, {"title": "England v South Africa: Hosts took inspiration from Queen Elizabeth II, says Ben Stokes", "text": "England took a \"huge amount of inspiration\" from the legacy of Her Majesty Queen Elizabeth II in their third Test victory over South Africa, says captain Ben Stokes. Day two was cancelled as a mark of respect following the death of the Queen on Thursday, before  tributes were paid prior to play on Saturday. England went on to win the Test by nine wickets for  a 2-1 series victory. Stokes said he will \"never forget\" the atmosphere at The Oval on Saturday. The crowd fell silent as the players and umpires, all wearing black armbands, entered the field through a military guard of honour, before the official minute's silence was observed. Singer Laura Wright performed the anthems, firstly of South Africa before God Save The King, followed by sustained applause from the crowd. \"I'll never forget walking down the steps out of the changing room to complete silence,\" said Stokes. \"We didn't know that was going to happen. The silence was deafening. It was incredible. \"You could see the upset but also the amount of respect everyone has for the Queen and her service to the country, and all around the world. \"I've never experienced anything like it before and it was seriously special to be part of it. To sing the anthem with the little change was special again. I will never forget that day.\" Queen Elizabeth II, the UK's longest-serving monarch, died on Thursday aged 96, after reigning for 70 years. After day one was washed out and the second day cancelled, play began on day three, with England completing a remarkable victory on Monday morning Stokes said he told his team before the match started to \"take a huge amount of inspiration\" from what the Queen \"did in her reign, to commit her life to the country\". He added: \"We obviously do it to nowhere near the extent that she did, for 70 years. \"We walk out there and we represent this country, and we do it with a lot of pride and honour.\"", "url": "https://www.bbc.co.uk/sport/cricket/62879747?at_medium=RSS&at_campaign=KARANGA            ", "summary": ["England took a \"huge amount of inspiration\" from the legacy of Her Majesty Queen Elizabeth II in their third Test victory over South Africa, says captain Ben Stokes.", "Day two was cancelled as a mark of respect following the death of the Queen on Thursday, before  tributes were paid prior to play on Saturday.", "Singer Laura Wright performed the anthems, firstly of South Africa before God Save The King, followed by sustained applause from the crowd.", "\"I'll never forget walking down the steps out of the changing room to complete silence,\" said Stokes.", "\"You could see the upset but also the amount of respect everyone has for the Queen and her service to the country, and all around the world.", "Queen Elizabeth II, the UK's longest-serving monarch, died on Thursday aged 96, after reigning for 70 years.", "After day one was washed out and the second day cancelled, play began on day three, with England completing a remarkable victory on Monday morning Stokes said he told his team before the match started to \"take a huge amount of inspiration\" from what the Queen \"did in her reign, to commit her life to the country\"."]}, {"title": "England captain Sarah Hunter defends RFU women's pay cut", "text": "England captain Sarah Hunter has defended the Rugby Football Union's decision to halve women's match fees for World Cup warm-up fixtures. Players usually receive £800 per Test, but are playing the United States and Wales for £400 per game in September. Players' union the Women's Rugby Association (WRA) called the RFU decision \"disappointing\". But Hunter hailed the RFU's investment in the women's game, saying players agreed to the cut in advance. The lower match fee was agreed by the players after discussions between the Rugby Players Association (RPA) and the RFU. \"We agreed to it. We signed our contract months ago so that we wouldn't have to have conversations around match fees,\" said Hunter, whose side face Wales in Bristol on Wednesday. \"We just want to focus on the game on Wednesday then the World Cup, not on what the match fees are, what they could be or what they should be. \"Our focus is purely on our next game.\" England, whose World Cup campaign in New Zealand begins against Fiji on 8 October, became the first union to offer full-time contracts to their women's XVs side in 2019. Despite record-breaking crowds during the 2022 Women's Six Nations, the RFU continues to run the team at a loss.  Players now receive between £26,000 and £33,000 per year for their England involvement.  The RFU told BBC Sport that match fees \"vary across Test matches and tournaments\" and \"all 36 players in camp receive this fee, not just the matchday 23\". It is understood the RFU has increased the value of contracts by about 15-20% in the past year, with the vast majority of the union's revenue still coming from men's Tests at Twickenham. England's men are not centrally contracted, but get a match fee of about £17,000.  Asked whether similar discussions around match fees would take place with the men's side before their World Cup in 2023, the RFU said: \"Contract information is commercially sensitive and we don't disclose financial details as they are confidential.\" The WRA said the women's fee change was \"disappointing given the current success and recent achievements of the Red Roses\".  Should the women's side beat Wales on Wednesday, they will become the first team to win 25 Tests in a row.  They are ranked number one in the world and go into October's World Cup as favourites.  A WRA statement added: \"We hope this is resolved in a timely manner to ensure all focus can be on the preparations for Rugby World Cup 2021 [being played in 2022].\"  In football, England men's and women's senior players have been paid the same match fees and bonuses for representing their country  since 2020. Asked if she would like to see this in rugby, Hunter said: \"Not to sound like a stuck record, I'm sure those conversations will happen.   \"New contracts will happen. You've just got to look at what the RFU has done for investment in the women's game. It is more than anyone else on and off the pitch.  \"I'm sure those negotiations on match fees will be done with the RFU, with the players and with the RPA to come to some agreement that everyone is happy with.   \"We're just here to play rugby and those conversations will be taken up in the next contractual talks.\"  The RPA told BBC Sport it \"entered into discussions with the RFU\" about raising the match fee \"to Test match levels\".  It said: \"After consulting with senior players it was agreed by all parties that the main focus should be on World Cup preparation at this time.\"", "url": "https://www.bbc.co.uk/sport/rugby-union/62878000?at_medium=RSS&at_campaign=KARANGA            ", "summary": ["England captain Sarah Hunter has defended the Rugby Football Union's decision to halve women's match fees for World Cup warm-up fixtures.", "Players' union the Women's Rugby Association (WRA) called the RFU decision \"disappointing\".", "But Hunter hailed the RFU's investment in the women's game, saying players agreed to the cut in advance.", "The lower match fee was agreed by the players after discussions between the Rugby Players Association (RPA) and the RFU.", "The RFU told BBC Sport that match fees \"vary across Test matches and tournaments\" and \"all 36 players in camp receive this fee, not just the matchday 23\".", "In football, England men's and women's senior players have been paid the same match fees and bonuses for representing their country  since 2020.", "The RPA told BBC Sport it \"entered into discussions with the RFU\" about raising the match fee \"to Test match levels\"."]}]