[{"title": "Sunak U-turns on ‘energy profits levy’ in £15bn cost of living package", "link": "https://www.theguardian.com/business/2022/may/26/sunak-u-turns-on-energy-profits-levy-in-15bn-cost-of-living-package\r      ", "description": "<p>Chancellor’s measures, including tax on oil and gas companies, criticised as too late and a ‘drop in the ocean’ </p><p>Rishi Sunak bowed to months of pressure over the cost of living crisis with a £15bn <a href=\"https://www.theguardian.com/business/2022/may/26/rishi-sunak-cost-of-living-measures-key-points-energy-windfall-tax\">package of support</a>, part-funded by executing a remarkable U-turn to <a href=\"https://www.theguardian.com/politics/2022/may/26/sunak-announces-windfall-tax-energy-firms\">impose a windfall tax</a> on energy companies.</p><p>Announcing the measures on Thursday, in a bruising week for the government, the chancellor said his “significant set of interventions” would help the poorest in society – with a one-off £650 payment for 8 million families on means-tested benefits, alongside an extra £200 for all energy bill payers that will not have to be repaid.</p> <a href=\"https://www.theguardian.com/business/2022/may/26/sunak-u-turns-on-energy-profits-levy-in-15bn-cost-of-living-package\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 20:21:13 GMT"}, {"title": "What are the cost of living payments – and how much can you get?", "link": "https://www.theguardian.com/global/2022/may/26/cost-of-living-payments-how-much-can-you-get-sunak-household-bills\r      ", "description": "<p>Sunak has announced new measures to combat rising household bills. Here’s what you can expect</p><ul><li><a href=\"https://www.theguardian.com/business/2022/may/26/rishi-sunak-cost-of-living-measures-key-points-energy-windfall-tax\">Cost of living payments – key measures at a glance</a></li></ul><p>The chancellor, Rishi Sunak, has <a href=\"https://www.theguardian.com/politics/2022/may/26/sunak-announces-windfall-tax-energy-firms\">announced a £15bn package of measures</a> to help UK households deal with inflation. These include discounts on <a href=\"https://www.theguardian.com/money/2022/may/14/uk-energy-bills-cut-costs-upgrade-home\">energy bills</a> and payments to low-income households to help them keep up with rising costs.</p> <a href=\"https://www.theguardian.com/global/2022/may/26/cost-of-living-payments-how-much-can-you-get-sunak-household-bills\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 14:30:59 GMT"}, {"title": "U-turn on energy profits flags up Sunak’s lack of long-term plan", "link": "https://www.theguardian.com/politics/2022/may/26/sunaks-energy-profits-u-turn-highlights-lack-of-long-term-economic-plan\r      ", "description": "<p>Analysis: Many Tory MPs say they don’t get what the chancellor stands for and this policy reversal won’t enlighten them</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/may/26/cost-of-living-payments-how-much-can-you-get-sunak-household-bills\">What are the cost of living payments – and how much can you get?</a></strong></li></ul><p>“He’s out-Laboured Labour” was the verdict of one upbeat Tory aide after Rishi Sunak <a href=\"https://www.theguardian.com/politics/2022/may/26/sunak-announces-windfall-tax-energy-firms\">announced £15bn worth of handouts</a> to UK households in what was, to all intents and purposes, an emergency budget.</p><p>The scale of the package was larger than many in Westminster had expected. But when Sunak decides to do a U-turn, he tends to go big.</p> <a href=\"https://www.theguardian.com/politics/2022/may/26/sunaks-energy-profits-u-turn-highlights-lack-of-long-term-economic-plan\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 18:00:48 GMT"}, {"title": "If Boris Johnson’s Partygate shame leads to this U-turn and help for those in need, we need more parties | Polly Toynbee", "link": "https://www.theguardian.com/commentisfree/2022/may/26/boris-johnson-partygate-shame-rishi-sunak-windfall-tax\r      ", "description": "<p>Panicked, Rishi Sunak reverses course and unveils a windfall tax. He is right to panic: the tide is turning against the Tories</p><p>Let’s have barrel loads more outrageous behaviour inside No 10, if that’s what it takes to panic the government into finally unlocking Treasury coffers for those in most need. Now the chancellor relents, but it was as recently as 26 April that Rishi Sunak <a href=\"https://www.bbc.com/news/uk-politics-61244541\">called it “silly”</a> to provide more help for families sinking under soaring inflation.</p><p>He stripped people with the least of that vital £20 a week in universal credit, those already stricken with one of the meanest benefit systems among members of the Organisation for Economic Co-operation and Development. It would be “silly” to give them the money back, he said, and he hasn’t. He has at least compensated them for the rise in their energy bills since then, but that was a one-off. Unemployment pay has had its greatest fall in real terms in 50 years, <a href=\"https://www.jrf.org.uk/report/fifty-years-benefit-uprating\">tumbling since 2013</a>, while child benefit has fallen by 30% since 2010, according to the Child Poverty Action Group.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/may/26/boris-johnson-partygate-shame-rishi-sunak-windfall-tax\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 14:10:36 GMT"}, {"title": "More Tory MPs call for PM to go as No 10 tries to limit Partygate report fallout", "link": "https://www.theguardian.com/politics/2022/may/26/more-tory-mps-call-for-boris-johnson-to-go-as-no-10-tries-to-limit-sue-gray-partygate-report-fallout\r      ", "description": "<p>Boris Johnson’s allies rally to his defence as one former minister says he ‘will not defend the indefensible’</p><p>Four more Conservative MPs called <a href=\"https://www.theguardian.com/politics/2022/may/26/boris-johnson-partygate-tory-call-to-quit-sue-gray-report\">for Boris Johnson to resign</a> on Thursday over lockdown-breaking parties, as Downing Street sought to contain the political aftermath of the Sue Gray report.</p><p>The prime minister’s allies reiterated the defence that his attendance at a series of gatherings for departing staff was permitted as work duties. His official spokesman argued that Covid guidelines did not specifically rule out leaving drinks.</p> <a href=\"https://www.theguardian.com/politics/2022/may/26/more-tory-mps-call-for-boris-johnson-to-go-as-no-10-tries-to-limit-sue-gray-partygate-report-fallout\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 18:41:03 GMT"}, {"title": "Russia-Ukraine war: shelling intensifies in Kharkiv as Ukrainian general warns of Russian advantage in Luhansk – live", "link": "https://www.theguardian.com/world/live/2022/may/26/russia-ukraine-war-latest-russia-says-it-will-reopen-black-sea-ports-live\r      ", "description": "<p>Authorities in Kharkiv say at least seven civilians have been killed and 17 wounded after Russian shelling</p><ul><li><a href=\"https://www.theguardian.com/world/2022/may/26/filtration-and-forced-deportation-mariupol-survivors-on-the-lasting-terrors-of-russias-assault\">Mariupol survivors on the lasting terrors of Russia’s assault</a></li><li><a href=\"https://www.theguardian.com/world/2022/may/26/ukraine-burying-civilians-mass-graves-russia-advances\">Russian forces have ‘upper hand’ in Donbas fighting</a></li><li><a href=\"https://www.theguardian.com/world/2022/may/26/russian-soldier-pow-ukraine\">‘You shake at the slightest noise’: the life of a Russian POW</a></li><li><a href=\"https://www.theguardian.com/world/2022/may/26/russia-uses-orwellian-propaganda-news-vans-in-mariupol\">Russia uses Orwellian propaganda news vans in Mariupol</a></li><li><a href=\"https://www.theguardian.com/world/2022/may/26/russia-ukraine-war-what-we-know-on-day-92-of-the-invasion\">What we know so far on day 92 invasion</a></li></ul><p><strong>Maksym Kozytskyi</strong>, the governor of Lviv, has posted a status update for the day. He said that there was one air alert overnight, but there were no strikes reported. He also said that for the first time since Lviv started accepting displaced people from elsewhere in Ukraine, there was not a single person who registered for temporary accommodation yesterday.<br></p><p>The impact of the war in Ukraine has been a strong theme running through the World Economic Forum meeting in Davos this week. Today, in about half-an-hour, <strong>Vitaliy </strong><strong>Klitschko</strong>, mayor of <strong>Kyiv</strong>, will be speaking about how to rebuild the Ukrainian capital after the war, and what aid will be needed. My colleague Graeme Wearden is there, and he will be covering that live on <a href=\"https://www.theguardian.com/business/live/2022/may/26/davos-day-4-vitali-klitschko-olaf-scholz-jobs-risks-economics-live-updates\">our business blog</a>. I’ll bring you the top lines here.</p> <a href=\"https://www.theguardian.com/world/live/2022/may/26/russia-ukraine-war-latest-russia-says-it-will-reopen-black-sea-ports-live\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 20:45:58 GMT"}, {"title": "Texas gunman allegedly texted German teenager plans for attack", "link": "https://www.theguardian.com/us-news/2022/may/26/texas-shooter-texted-german-teenager-plans\r      ", "description": "<p>The girl told CNN that the shooter said he had bought bullets and appeared to spend his time alone </p><p>The gunman who killed 19 children and two teachers in Uvalde, Texas, on Tuesday allegedly sent a series of text messages to a 15-year-old girl in Germany moments before he carried out his deadly attack, CNN and German media reported.</p><p>The girl, who was not identified, had been in contact with 18-year-old Salvador Ramos for weeks.</p> <a href=\"https://www.theguardian.com/us-news/2022/may/26/texas-shooter-texted-german-teenager-plans\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 16:40:32 GMT"}, {"title": "Depeche Mode’s Andrew Fletcher dies aged 60", "link": "https://www.theguardian.com/music/2022/may/26/depeche-modes-andrew-fletcher-dies-aged-60\r      ", "description": "<p>Pioneering British electronic band confirm his death on social media, saying ‘Fletch had a true heart of gold’</p><p>Andrew Fletcher, keyboardist and founding member of British electronic band Depeche Mode, has died aged 60. A statement issued by the band on social media said “We are shocked and filled with overwhelming sadness with the untimely passing of our dear friend, family member, and bandmate Andy ‘Fletch’ Fletcher.”</p><p>Formed in Basildon in the late 1970s, the band has had 14 top ten studio albums in the UK, and international chart success with songs including Enjoy The Silence, Personal Jesus and Just Can’t Get Enough.</p> <a href=\"https://www.theguardian.com/music/2022/may/26/depeche-modes-andrew-fletcher-dies-aged-60\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 19:29:42 GMT"}, {"title": "Outrage in Brazil as mentally ill Black man dies in police car ‘gas chamber’", "link": "https://www.theguardian.com/world/2022/may/26/brazil-mentally-ill-black-man-dies-gas-police-car\r      ", "description": "<p>Genivaldo de Jesus Santos dies of asphyxiation as video shows officers forcing him into vehicle then releasing gas grenade</p><p>Brazilians have responded with outrage to the death of a mentally ill Black man who was bundled into the back of a police car by officers who then released a gas grenade inside the vehicle.</p><p>Genivaldo de Jesus Santos, 38, was stopped by the federal highway police in the city of Umbaúba on Wednesday. Video footage of the incident shows two officers in helmets holding the car boot closed on his thrashing legs, as clouds of gas billow out of the vehicle.</p> <a href=\"https://www.theguardian.com/world/2022/may/26/brazil-mentally-ill-black-man-dies-gas-police-car\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 18:55:01 GMT"}, {"title": "Ray Liotta, star of Goodfellas and Field of Dreams, dies aged 67", "link": "https://www.theguardian.com/film/2022/may/26/ray-liotta-star-of-goodfellas-and-field-of-dreams-dies-aged-67\r      ", "description": "<p>The actor, whose films also include Something Wild, Marriage Story and Hannibal, died in his sleep while shooting his latest project in the Dominican Republic</p><ul><li><a href=\"https://www.theguardian.com/film/gallery/2022/may/26/ray-liotta-a-life-in-pictures-goodfellas-field-of-dreams\">Life in pictures</a></li><li><a href=\"https://www.theguardian.com/film/filmblog/2022/may/26/ray-liotta-goodfellas-actor-had-boyish-radiance-to-puncture-the-toughness\">Goodfellas actor had boyish radiance to puncture the toughness</a></li></ul><p>Ray Liotta, star of Goodfellas and Field of Dreams, has died at the age of 67.</p><p>According to his representative who confirmed the news, the actor died in his sleep in the Dominican Republic while shooting his latest film Dangerous Waters alongside Saffron Burrows.</p> <a href=\"https://www.theguardian.com/film/2022/may/26/ray-liotta-star-of-goodfellas-and-field-of-dreams-dies-aged-67\">Continue reading...</a>", "pubdate": "Thu, 26 May 2022 17:03:28 GMT"}]